edc/bass
jethrokuan/z
joseluisq/gitnow
franciscolourenco/done
jethrokuan/fzf
jorgebucaran/fisher
jorgebucaran/autopair.fish
jorgebucaran/nvm.fish
daenney/pyenv
budimanjojo/tmux.fish
