edc/bass
jethrokuan/z
joseluisq/gitnow
franciscolourenco/done
jethrokuan/fzf
jorgebucaran/fisher
jorgebucaran/autopair.fish
jorgebucaran/nvm.fish
bonds/fisherman-pyenv
bonds/fisherman-rbenv
